Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/sameparlamentalas_konferansa/jokkomokin_julistus_suomi.pdf.tmx
Source language: fin
Languages: sme

source: Kansallisvaltioilta odotetaan, että ne avustavat saamelaiskäräjiä säilyttämään saamen kansaa koskevat velvollisuutensa luomalla saamelaiskäräjille jatkomahdollisuudet aktiiviselle ja tehokkaalle osallistumiselle YK:n alkuperäiskansajulistusneuvotteluihin;
sme: Vurdojuvvo ahte náššunalstáhtat veahkehit Sámedikkiid deavdit iežaset geatnegasvuođaid sámi álbmoga ektui, dan bokte ahte lágidit dilálašvuođaid dasa ahte Sámedikkit ain dás duohko sáhttet aktiivvalaččat ja bevttolaččat searvat ON ` šiehtadallamiidda álgoálbmotjulggaštusa hárrái;

source: Odotetaan, että saamelaiskäräjät, saamelaisjärjestöt ja kukin kansallisvaltioista edelleen aktiivisesti osallistuvat YK:n Alkuperäiskansojen pysyvän foorumin työhön, jonka päämääränä on edistää ja turvata alkuperäiskansojen oikeuksia.
sme: Vurdojuvvo ahte Sámedikkit, sámi organisašuvnnat ja guoskevaš náššunalstáhtat ain servet aktiivvalaččat ON ` álgoálbmotáššiid bistevaš foruma bargui, dainna ulbmiliin ahte ovddidit ja suodjalit álgoálbmogiid vuoigatvuođaid.

source: Kansallisvaltioita pyydetään myös avustamaan tarpeellisin taloudellisin varoin YK:n toisen alkuperäiskansojen vuosikymmenen toteuttamista;
sme: Náššunalstáhtat bivdojuvvojit maiddái juolludit dárbbašlaš ekonomalaš veahki čađahit ON`nuppi logijagi máilmmi álgoálbmogiid nammii;

source: Yli valtakunnanrajojen tapahtuvalle saamelaispoliittiselle yhteistyölle on ratkaisevaa, että Saamelaisen parlamentaarisen neuvoston toiminnalle annetaan ennakoitavissa oleva ja pysyvä taloudellinen perusta.
sme: Rádjerasttildeaddji sámepolitihkalaš ovttasbargu lea dan duohken ahte Sámi parlamentáralaš ráđđi oažžu diehttevaš ja bissovaš ruđalaš vuođu iežas doaimma várás.

source: Kansallisvaltioita pyydetään yhteistyössä saamelaiskäräjien ja Saamelaisen parlamentaarisen neuvoston kanssa hakemaan pysyvää rahoitusta neuvoston toimintaa varten.
sme: Náššunalstáhtat bivdojuvvojit ovttasráđiid Sámedikkiiguin ja Sámi parlamentáralaš ráđiin oččodit áigái bissovaš ruđalaš čovdosiid dán doibmii.

source: Yli valtakunnanrajojen tapahtuvalle saamelaispoliittiselle yhteistyölle pidetään myös erittäin tärkeänä sitä, että saamelaiskäräjien kansanvalitsemille jäsenille annetaan mahdollisuus tavata toisiaan ja keskustella valtakunnanrajat ylittävistä kysymyksistä ja haasteista, ja täten päätetään, että joka kolmas vuosi pidetään saamelaisparlamentaarikkojen konferenssi (Sameparlamentarikerkonferanse).
sme: Adnojuvvo maiddái hui deaŧalažžan rádjerasttildeaddji sámepolitihkalaš ovttasbargui ahte Sámedikkiid álbmotválljejuvvon ovddasteaddjit ožžot vejolašvuođa gávnnadit ja ságastallat rádjerasttildeaddji gažaldagaid ja Sámi parlamentáralaš ráđđi ovddasvástida diekkár konferánssaid organiserema ja čađaheami, gosa Sámedikkiid álbmotválljejuvvon ovddasteaddjit čoahkkanit.
